Repository: mohammedAljadd/FootyOn
Catalog: footyon/stats/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Stats Dashboard
fr: Tableau de bord des statistiques

source: Total Matches
fr: Nombre total de matchs

source: Avg Attendance %%
fr: Présence moyenne %%

source: This table shows users' participation stats:
fr: Ce tableau affiche les statistiques de participation des utilisateurs :

source: The user's name or identifier.
fr: Le nom ou l'identifiant de l'utilisateur.

source: Award or recognition based on attendance or performance.
fr: Reconnaissance basée sur la présence ou la performance.

source: EP
fr: PE

source: Eligible Participations
fr: Participations éligibles

source: TA
fr: TP

source: Total Attended
fr: Total présent

source: Matches where the user actually joined.
fr: Matchs auxquels l'utilisateur a effectivement participé.

source: Number of missed matches in the format Excused / Not Excused / Last Minute (e.g., 3 / 1 / 0).
fr: Nombre de matchs manqués au format Excusé / Non excusé / Dernière minute (par ex., 3 / 1 / 0).

source: TS
fr: NS

source: Times Suspended
fr: Nombre de suspensions

source: Number of times the user was temporarily suspended due to low points.
fr: Nombre de fois que l'utilisateur a été suspendu temporairement en raison d'un faible nombre de points.

source: Current points out of maximum 15, used to track attendance reliability.
fr: Points actuels sur un maximum de 15, utilisés pour suivre la fiabilité de la présence.

source: Overall score calculated from attendance, points, and any active suspensions.
fr: Score global calculé à partir de la présence, des points et de toute suspension active.

source: Last
fr: Derniers

source: Matches
fr: Matchs

source: Visual summary of attendance for the last
fr: Résumé visuel de la présence pour les

source: matches (oldest → newest)
fr: derniers matchs (le plus ancien → le plus récent)

source: Attended
fr: Présent

source: Excused
fr: Excusé

source: Not excused
fr: Non excusé

source: Min Attendance %% (All)
fr: Présence min %% (Tous)

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Color Legend
fr: Légende des couleurs

source: Gold
fr: Or

source: Top performers
fr: Meilleurs performeurs

source: Silver
fr: Argent

source: 2nd place
fr: 2ᵉ place

source: 3rd place
fr: 3ᵉ place

source: Light Red
fr: Rouge clair

source: Disabled (cannot participate)
fr: Désactivé (ne peut pas participer)

source: Red
fr: Rouge

source: Suspended (temporary ban)
fr: Suspendu (interdiction temporaire)

source: Username
fr: Nom d'utilisateur

source: Medal
fr: Médaille

source: Past Matches
fr: Matchs passés

source: All Months
fr: Tous les mois

source: All Years
fr: Toutes les années

source: Day
fr: Jour

source: Location
fr: Lieu

source: Max Players
fr: Nombre max de joueurs
